# Вывести сумму ряда чисел от 1 до 100. Полученный результат вывести на экран.

sum = 1
for i in range(1, 101):
    sum += i
print(sum)
