# (!!!Подсказка на следующую задачу - превратите число в строку, а потом работайте с строкой)
# Вывести цифры числа на каждой новой строке.

number = input('Введите число: ')
for i in number:
    print(i)



