# Вывести на экран циклом пять строк из нулей длиной 4, причем каждая строка должна быть пронумерована.

for number in range(5):
    print(number, '0000')
    number += 1

